export default {
  projections: {
    ГостьE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    ГостьL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    данныеПаспорта: {
      __caption__: 'Данные паспорта'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
