export default {
  projections: {
    РегистрГостяE: {
      дата: {
        __caption__: 'Дата'
      },
      гость: {
        __caption__: 'Гость',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        },
        комната: {
          __caption__: '',
          номерКомнаты: {
            __caption__: 'Комната'
          }
        }
      },
      сотрудник: {
        __caption__: 'Ответственный',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    РегистрГостяL: {
      дата: {
        __caption__: 'Дата'
      },
      гость: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        },
        комната: {
          __caption__: '',
          номерКомнаты: {
            __caption__: 'Комната'
          }
        }
      },
      сотрудник: {
        __caption__: 'Ответственный',
        фИО: {
          __caption__: 'Ответственный'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    гость: {
      __caption__: 'Гость'
    },
    карта: {
      __caption__: 'Карта'
    },
    сотрудник: {
      __caption__: 'Ответственный'
    }
  }
};
